---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.WPerFtSup2
source: html/667e0fca-6dc9-040f-29dd-4f8d8795b249.htm
---
# Autodesk.Revit.DB.SymbolTypeId.WPerFtSup2 Property

Symbol W/ft², indicating unit Watts per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId WPerFtSup2 { get; }
```